/* File menu entry under Import Catalog */
"Aperture Library…" = "Biblioteca de Aperture…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "No se puede abrir esta base de datos de la Biblioteca de Aperture";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "La biblioteca parece estar vacía.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "La biblioteca ya se encuentra abierta.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "No se pueden leer las propiedades de la Biblioteca de Aperture.";

